Repository: common-repository/posts-compare
Catalog: lang/posts-compare-*.po
Languages: ru_ru

source: Posts Compare
ru_ru: Поиск ваших постов на других сайтах

source: Instructions
ru_ru: Внимание

source: Don't try to make any changes in the settings below if you are not sure, and the script will work perfectly.
ru_ru: Не делайте никаких изменений в настройках, если вы не уверены, что они означают.

source: After you set up cron job to compare-cron.php file, the plugin will start working checking your post one by one. Later you will see the result in the bottom of this page.
ru_ru: После того, как вы установите cron на compare-cron.php файл, плагин будет проверять ваши посты один за другим. Через какое-то время вы увидите результат внизу страницы.

source: Plugin was checked on
ru_ru: Плагин проверен на сайте

source: and helped us to find several plagiarists.
ru_ru: и помог найти несколько плагиаторов.

source: Include searchengine google?
ru_ru: Включить поисковик google?

source: Include searchengine yandex.ru?
ru_ru: Включить поисковик yandex?

source: Amount of sentences from one post.
ru_ru: Количество предложений из вашего поста для проверки.

source: Amount of words one by one in result for compare.
ru_ru: Какое количество слов подряд должно совпадать.

source: Check posts at once for one time.
ru_ru: Количество постов, проверяемых за один раз.

source: Check posts again every (hours)
ru_ru: Проверить посты снова через (часов).

source: Filter sites (one site in one line) which should not be displayed.
ru_ru: Фильтр сайтов (по одному сайту в линии), которые не должны отображаться.

source: No posts matching found.
ru_ru: Пока плагиат не найден.
